<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>HelpSiga - Manual de Utilização</title>
<link rel="stylesheet" type="text/css" href="../../css/help.css">
</head>

<body>
<p><img src="imagens/logo_horizontal.jpg" /><a name="home" id="home"></a>
</p>
<p>O HelpSiga &eacute; uma ferramenta de Help Desk desenvolvida para atender ao projeto Prossiga, organizando o fluxo das solicita&ccedil;&otilde;es entre os facilitadores e multiplicadores respons&aacute;veis pelo projeto.</p>
<p><strong>Para conhecer os m&oacute;dulos e funcionalidades clique nos links abaixo:</strong></p>
<ul>
  <li><a href="#inicio">Conhecendo a tela inicial</a></li>
  <li><a href="#abrir">Abrindo um novo chamado</a></li>
  <li><a href="#chamado">Consultando meus chamados</a></li>
  <li><a href="#resolvendo">Resolvendo seu primeiro chamado</a></li>
  <li><a href="#tramitando">Tramitando um chamado</a></li>
  <li><a href="#regras">Entendendo as regras do HelpSiga</a></li>
  <li><a href="#registrando">Registrando uma mensagem na p&aacute;gina inicial</a></li>
</ul>

<strong>Administração:</strong>
<ul>
  <li><a href="#modulo">&Aacute;rea</a></li>
  <li><a href="#submodulo">Processo</a></li>
  <li><a href="#responsavel">Respons&aacute;vel</a></li>
</ul>
<p><strong>Problemas comuns</strong></p>
<ul>
  <li><a href="#problemas">Nenhum problema identificado.</a></li>
</ul>
<hr />
<a name="inicio" id="inicio"></a>
<h1>Conhecendo a tela inicial</h1>
<p> A tela inicial &eacute; visualizada na abertura do sistema, atrav&eacute;s dela &eacute; poss&iacute;vel visualizar as <strong>Mensagens</strong> registradas pelos multiplicadores e acessar os links <strong>Abrir Chamado</strong> e <strong>Consultar Chamado</strong>.</p>
<p>Para acesar a tela inicial clique no link do HelpSiga no Portal do Grupo &Aacute;guas do Brasil ou atrav&eacute;s do endere&ccedil;o ao lado: <a href="http://helpsiga.grupoaguasdobrasil.com.br/" target="_blank">http://helpsiga.grupoaguasdobrasil.com.br/</a></p>
<div class="tip">
<p>Dica: Leia sempre as mensagens antes de abrir um chamado, isso evitar&aacute; a abertura de chamados desnecess&aacute;rios.</p></div>
<p><a href="inicio.html" class="mais">Mais detalhes sobre a tela inicial? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>

<a name="abrir" id="abrir"></a>
<h1>Abrindo um novo chamado</h1>
<p>Para abrir um novo chamado &eacute; necess&aacute;rio acessar a <a href="#inicio">P&aacute;gina Inicial</a> do HelpSiga e clicar no link <strong>Abrir Chamado</strong><br /> 
  O sistema exibir&aacute; uma janela contendo os campos necess&aacute;rios para a abertura do chamado, ap&oacute;s o preenchimento clique em enviar.
</p>
<div class="tip">
  <p>Dica: Quer entender melhor sobre as regras e o fluxo dos chamados? <a href="#regras">Clique aqui.</a><br />
  </p>
</div>
<p><a href="inicio.html" class="mais">Mais informa&ccedil;&otilde;es sobre o processo de abertura de chamado? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>


<a name="chamado" id="chamado"></a>
<h1>Consultando meus chamados</h1>
<p>Atrav&eacute;s do sistema HelpSiga &eacute; poss&iacute;vel consultar os chamados realizados e os chamados de sua responsabilidade.<br />
  Voc&ecirc; pode acessar a consulta de duas formas:
</p>
<ol>
  <li>Atrav&eacute;s do link recebido em seu email na abertura do chamado</li>
  <li>Atrav&eacute;s do Link <strong>Consultar Chamados</strong> na <a href="#inicio">P&aacute;gina Inicial</a> do HelpSiga (<a href="http://helpsiga.grupoaguasdobrasil.com.br/">http://helpsiga.grupoaguasdobrasil.com.br/)</a></li>
</ol>
<p><a href="inicio.html" class="mais">Mais informa&ccedil;&otilde;es sobre a consulta de chamados? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>
<h1><a name="resolvendo" id="resolvendo"></a></h1>
<h1>Resolvendo meu primeiro chamado.</h1>
<p>Para realizar movimenta&ccedil;&otilde;es aos chamados abertos &eacute; necess&aacute;rio abrir a p&aacute;gina de <a href="#chamado">consulta do de chamdo</a>. <br />
Na tela de Detalhes do Chamado, clique no bot&atilde;o &quot;Adicionar Movimenta&ccedil;&atilde;o&quot;, preencha a descri&ccedil;&atilde;o da movimenta&ccedil;&atilde;o e clique em enviar.<br /> 
Os chamados podem ter os seguintes status:</p>
<ol>
  <li>Pendente - Status inicial na abertura do chamado, o respons&aacute;vel n&atilde;o executou nenhuma a&ccedil;&atilde;o.</li>
  <li>Aguardando - Esta situa&ccedil;&atilde;o &eacute; definida pelo respons&aacute;vel quando aguarda alguma informa&ccedil;&atilde;o por parte do solicitante ou por outros.</li>
  <li>Em execu&ccedil;&atilde;o - Significa que o chamado est&aacute; sendo executado pelo respons&aacute;vel.</li>
  <li>Executado -Este status define que o chamado foi executado pelo respons&aacute;vel, por&eacute;m o solicitante n&atilde;o finalizou a solicita&ccedil;&atilde;o, confirmando a execu&ccedil;&atilde;o.</li>
  <li>Cancelado - Esta op&ccedil;&atilde;o &eacute; utilizada quando o chamado for cancelado.</li>
  <li>Finalizado - Status final do chamado, quando o respons&aacute;vel executou a solicita&ccedil;&atilde;o e o solicitante confirmou a execu&ccedil;&atilde;o do chamado.</li>
</ol>
<p>Atrav&eacute;s desta tela tamb&eacute;m &eacute; poss&iacute;vel anexar arquivos.</p>
<p><a href="inicio.html" class="mais">Mais informa&ccedil;&otilde;es sobre movimenta&ccedil;&atilde;o de chamado? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>
<div class="tip">
  <p>Dica: Quer entender melhor sobre as regras e o fluxo dos chamados? <a href="#regras">Clique aqui.</a><br />
  </p>
</div>
<p><a name="tramitando" id="chamado2"></a> </p>
<h1>Tramitando os chamados</h1>
<p>Quando o chamado for direcionado para uma &aacute;rea incorreta ou quando parte da execu&ccedil;&atilde;o necessita ser realizada por outra &aacute;rea, &eacute; poss&iacute;vel tramitar o chamado.<br />
Para tramitar o chamado, acesse o link <strong>Consultar Chamados</strong> na <a href="#inicio">P&aacute;gina Inicial</a> do HelpSiga (<a href="http://helpsiga.grupoaguasdobrasil.com.br/">http://helpsiga.grupoaguasdobrasil.com.br/) </a>e siga os passos abaixo:</p>
<ol>
  <li>Selecione o chamado e cliquem em &quot;Exibir Detalhes&quot;.</li>
  <li>Na tela de Detalhes do Chamado, clique no bot&atilde;o Tramitar.</li>
  <li>Selecione a nova &aacute;rea e o processo</li>
  <li>Descreva o motivo do tramite e clique em OK.</li>
</ol>
<p><a href="inicio.html" class="mais">Mais informa&ccedil;&otilde;es sobre o m&oacute;dulo de consulta de chamados? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>
<p><a name="mensagem" id="mensagem"></a></p>
<h1>Registrando uma mensagem na p&aacute;gina incial</h1>
<p>Os respons&aacute;veis podem adicionar mensagens na <a href="#inicio">P&aacute;gina Inicial</a> do HelpSiga, para isso acesse o link <strong>Consultar Chamados</strong> na <a href="#inicio">P&aacute;gina Inicial</a> do HelpSiga (<a href="http://helpsiga.grupoaguasdobrasil.com.br/">http://helpsiga.grupoaguasdobrasil.com.br/) </a>e siga os passos abaixo:</p>
<ol>
  <li>Acesse o m&oacute;dulo de Mensagens em Administra&ccedil;&atilde;o - Mensagem</li>
  <li>Clique em + Novo</li>
  <li>Preencha a data de validade da mensagem e o texto que deseja ser exibido.</li>
  <li>Clique no bot&atilde;o Salvar para confirmar.</li>
</ol>
<p><a href="inicio.html" class="mais">Mais informa&ccedil;&otilde;es sobre o m&oacute;dulo de consulta de mensagens? Clique aqui.</a></p>
<p><a href="#home" class="home">In&iacute;cio</a></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>